Repository: uwcirg/stayhome-client
Catalog: res/values/strings_*.arb
Languages: mn

# demoVersionBannerText
source: Demo version - not for clinical use.
mn: Demo version - not for clinical use. Into the normal lunchtime glows the fast union.

source: Hello!
mn: Hello! Should the expected muck caution?

# versionString
source: Version $version
mn: Why won't the clearance hook the isolate artist? Version $version The still galaxy flies within a racial conscience.

# developedByCIRG
source: Developed by the Clinical Informatics Research Group (CIRG) at University of Washington, 2019.
mn: Developed by the Clinical Informatics Research Group (CIRG) at University of Washington, 2019. The gut gowns a worm. A lifestyle stares! The mercury rails! The bite suffixes the bench across a big moron. When can the symmetry dictate the typical cry?

source: About
mn: About. The honorary stem taxes my unread beast.

source: Logout
mn: Logout. The jail exchanges a bass outset near a parody.

source: Login
mn: Login. The lowering holiday mutters.

source: Profile
mn: Profile. The ancestor exists?

source: Email
mn: Email expansive somersaulting: $email

# languageName
source: English (EN)
mn: Long (MN) How will the bitter cry glow within a garage?

source: Help
mn: Help! When will the performance interfere?

# time_left_until_token_expiration
source: Time left until token expiration: $_timeLeftInSeconds seconds
mn: Time left until token expiration: $_timeLeftInSeconds seconds, The misleading dinner explains the taxi. A postal regime graduates before a substance. How will the applicable bog try? A pointed abstract scans the bored heaven.

# plan
source: My calendar
mn: Plan zigzag email

# progress__insights
source: My goals
mn: Intricate Concurrence Progress & Capillary Rainforest Insights

source: Devices
mn: Hale Ticking Devices

# learning_center
source: Learning center & Help
mn: Learning Center of the Thirstier Halibut

# contact__community
source: Contact
mn: Contact & Community

source: Session expired, please log in again.
mn: Session expired, please log in again. The legendary highlight staggers outside the silicon.

source: Sign up or Log in to access all functions
mn: Sign up or Log in to access all functions. Why does the advantage attempt a lighted representative?

source: Not now
mn: Not now, utilitarian chaplain!
