Repository: uwcirg/stayhome-client
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es, fr

# demoVersionBannerText
source: This is a {deploymentType} system - not for real data.
de_de: System ist im {deploymentType}-Modus - nicht für echte Daten vorgesehen.
es: Este es un {deploymentType} sistema - no para datos reales.
fr: Sa se yon sistèm {deploymentType} - done yo pa reyèl

# versionString
source: Version {version}
es: Versión {version}
fr: Vèsyon {version}

# developedByCIRG
source: Developed by the Clinical Informatics Research Group (CIRG) at University of Washington, 2019-2020.
de_de: Entwickelt von der Clinical Informatics Research Group (CIRG) an der University of Washington, 2019-2020.
es: Desarrollado por Clinical Informatics Research Group (CIRG) de la Universidad de Washington, 2019-2020.
fr: Se Clinical Informatics Research Group (CIRG) nan University of Washington ki devlope l, 2019-2020.

source: About
de_de: Über Stayhome
es: Acerca
fr: Sou

source: About StayHome
de_de: Über StayHome
es: Acerca de StayHome
fr: Enfòmasyon sou StayHome

# about_stayhome_info_text
source: The COVID-19 pandemic is straining existing public health processes and workflows. Many community members may be concerned about developing COVID-19. To meet this need we have developed StayHome, an app to help people who are staying home to minimize any risk they might present to others do things like track their symptoms and temperature, connect with relevant information and resources, and maintain a diary of people with whom they have had contact. We hope the app might also help people and public health connect more easily, when needed, in a situation where public health resources may be stretched thin.
de_de: Die COVID-19-Pandemie belastet bestehende Prozesse und Arbeitsabläufe im Bereich der öffentlichen Gesundheit. Viele Gemeindemitglieder sind möglicherweise besorgt über die Entwicklung von COVID-19. Um diesem Bedarf gerecht zu werden, haben wir StayHome entwickelt, eine App, die Menschen, die zu Hause bleiben, dabei hilft, das Risiko zu minimieren, das sie für andere darstellen, beispielsweise indem sie ihre Symptome und ihre Temperatur verfolgen, sich mit relevanten Informationen und Ressourcen verbinden und Aufzeichnungen davon führen, mit wem sie Kontakt hatten. Wir hoffen, dass die App Menschen und den öffentlichen Gesundheitsbehörden bei Bedarf auch dabei hilft, sich leichter zu verbinden, wenn die Ressourcen der öffentlichen Gesundheitsbehörden knapp werden.
es: La pandemia de COVID-19 está causando tensión en los procesos y flujo de trabajo existentes en la salud pública. El contagio con el COVID-19 es preocupante para muchos miembros de la comunidad. Para satisfacer esta necesidad, desarrollamos StayHome, la cual es una aplicación para ayudar a las personas que permanecen en casa a minimizar cualquier riesgo que puedan presentar para otros haciendo cosas como monitoreo de los síntomas y de la temperatura, enlaces a información y recursos pertinentes, y llevar un registro diario de las personas con las cuales entran en contacto. Esperamos que la aplicación también ayude a que las personas y la salud pública se conecten más fácilmente, cuando sea necesario, en situaciones donde los recursos de salud pública sean limitados.
fr: Pandemik COVID-19 la yon tèt chaje pou pwosesis epi dewoulman travay ki genyen sou kesyon sante piblik la. Anpil manm nan kominote yo gendwa gen enkyetid sou devlopman COVID-19. Pou satisfè tout bezwen yo, nou gen yon app, StayHome (rete lakay), pou ede moun - ki pa soti - gen pi piti chans pou yo lakòz lòt moun risk tankou siveye setòm epi tanperati kò pa yo a, rete okouran enfòmasyon ak resous enpòtan, epi kenbe yon jounal kote yo make avèk ki moun yo rankontre. N espere app la gendwa ede moun epi piblik la konekte fasil, lè l nesesè, nan sitiyasyon kote resous pou sante piblik la gendwa difisil pou jwenn.

source: Read More
de_de: Weiterlesen
es: Lea Más
fr: Li plis

source: About CIRG
de_de: Über CIRG
es: Acerca de CIRG
fr: Enfòmasyon sou CIRG

# support_COVID19
source: Support during COVID-19
de_de: Unterstützung zur COVID-19-Pandemie
es: Apoyo Durante COVID-19
fr: Soutyen pandan COVID-19

source: Home
es: Inicio
fr: Lakay

# calender_history
source: Calendar & History
de_de: Kalender & Verlauf
es: Calendario e Historia
fr: Kalandriye & Istorik

# info_resource
source: Information & Resources
de_de: Informationsressourcen
es: Información y Recursos
fr: Ransèyman & Resous

source: Copied
de_de: Kopiert
es: Copiado
fr: Kopye

source: Copy to clipboard
de_de: In die Zwischenablage kopieren
es: Copiar en portapapeles
fr: Kopye sou klipbòd la

source: done
de_de: fertig
es: hecho
fr: fini

# login
source: login / register
de_de: anmelden / registrieren
es: iniciar sesión / regístrese
fr: konekte / anrejistre

source: Profile
de_de: Profil und Informationsaustausch
es: Perfil y Compartir Información
fr: Pwofil epi pataj enfòmasyon

source: Email
es: Correo electrónico
fr: Imèl

source: First name
de_de: Vorname
es: Nombre
fr: Premye non

source: Last name
de_de: Nachname
es: Apellido
fr: Non fanmi

# birthdate
source: Date of birth
de_de: Geburtsdatum
es: Fecha de nacimiento
fr: Dat nesans

# clear_birthdate_text
source: Clear date of birth
de_de: Geburtsdatum entfernen
es: Borrar fecha de nacimiento
fr: Efase dat nesans lan

# gender
source: Sex
de_de: Geschlecht
es: Sexo
fr: Sèks

source: decline to state
de_de: keine Angabe
es: rehúsa contestar
fr: Refize pataje

# languageName
source: English (EN)
de_de: Deutsch (DE)
es: Español (ES)
fr: Anglè (EN)

source: save
de_de: speichern
es: guardar
fr: anrejistre

source: Session expired, please log in again.
de_de: Session abgelaufen, bitte erneut einloggen.
es: La sesión caducó, por favor inicie sesión nuevamente.
fr: Seyans lan fini, konekte ankò tanpri

# sign_up_or_log_in_to_access_all_functions
source: Log in to access all functions
de_de: Bitte melden Sie sich an, um auf alle Funktionen zuzugreifen.
es: Inicie sesión para acceder a todas las funciones
fr: Konkete pou jwenn tout fonksyon yo

source: Back to login/register
de_de: Zurück zur Anmeldung/Registrierung
es: Regrese a iniciar sesión / regístrese
fr: Macharyè pou konekte/anrejistre

# back_to_login_register_small
source: back to login/register
de_de: zurück zur Anmeldung/Registrierung
es: regrese a iniciar sesión / regístrese
fr: macharyè pou konekte/anrejistre

# attempt_login_text
source: Attempting to log in...
de_de: Anmeldung erfolgt...
es: Intentando iniciar sesión...
fr: Ap eseye konekte nan...

# contact_us
source: Contact us/submit feedback
de_de: Kontakt/Feedback
es: Contáctenos / envíe comentarios
fr: Kominike avè n/soumèt kòmantè

source: back
de_de: zurück
es: regresar
fr: macharyè

source: cancel
de_de: abbrechen
es: cancelar
fr: anile

source: Logout
de_de: Abmelden
es: Cerrar sesión
fr: Dekonekte

# no_FHIR_patient_record_text
source: You do not have a patient record in the FHIR database.
de_de: In der FHIR-Datenbank ist noch keine Patientenakte für Sie vorhanden.
es: No tiene historial clínico en la base de datos de FHIR.
fr: Pa gen dosye malad pou ou nan done FHIT a.

# no_data_to_show_text
source: No data to show yet. Start tracking and your data will show here.
de_de: Noch keine Daten zu zeigen. Beginnen Sie das Tracking und Ihre Daten werden hier angezeigt.
es: No hay datos que mostrar. Comience el monitoreo y sus datos aparecerán aquí.
fr: Pa ko gen done ki parèt. Kòmanse suiv epi done ou yo pral parèl isit la.

source: create one
de_de: anlegen
es: cree uno
fr: kòmanse youn

# no_active_careplan_text
source: You have no active care plan.
de_de: Sie haben keinen aktiven Pflegeplan.
es: No tiene un plan de cuidado activo.
fr: Ou pa gen plan swen ki aktif.

source: continue to resources
de_de: weiter zu den Informationsressourcen
es: pase a recursos
fr: ale nan resous yo

# not_now
source: continue without logging in
de_de: ohne Anmeldung fortfahren
es: continúe sin iniciar sesión
fr: kontinye san w pa konekte

source: Frequency:
de_de: Häufigkeit:
es: Frecuencia:
fr: Regilarite:

# frequency_with_contents
source: Once every {number} {unit}
de_de: Einmal pro {number} {unit}
es: Una vez cada {number} {unit}
fr: Infwa chak {number} {unit}

source: Duration:
de_de: Dauer:
es: Duración:
fr: Dire tan:

source: No data
de_de: Keine Daten
es: Sin datos
fr: Pa gen done

source: No date
de_de: Kein Datum
es: Sin fecha
fr: Pa gen dat

source: Active
de_de: Aktiv
es: Activo
fr: Aktif

source: Completed
de_de: Abgeschlossen
es: Finalizado
fr: Fin fèt

source: Nothing here
de_de: Hier befindet sich nichts
es: Nada que mostrar
fr: Pa gen anyen la

source: (no content)
de_de: (kein Inhalt)
es: (sin contenido)
fr: (vid)

source: Dismiss
de_de: Fertig
es: Descartar
fr: Anile

source: discard
de_de: verwerfen
es: desechar
fr: rejte

# value_not_saved_text
source: This value will not be saved.
de_de: Dieser Wert wird nicht gespeichert.
es: Este valor no se guardará.
fr: Enfomasyon yo pa p anrejistre.

# un_saved_alert_text
source: You have unsaved responses
de_de: Angaben wurden nicht gespeichert
es: Tiene respuestas sin guardar
fr: Ou gen repons ki pa anrejistre

# record_symptoms_and_temp
source: record symptoms & temp
de_de: Symptome & Temperatur aufzeichnen
es: registre síntomas y temperatura
fr: anrejistre sentòm epi tanperati

source: add the default care plan for me
de_de: Den Standardpflegeplan für mich hinzufügen
es: agregue el plan de cuidado preestablecido para mí
fr: mete premye plan swen mwen an

source: Communications
de_de: Kommunikationen
es: Notificaciones
fr: Kominikasyon

source: Calendar
de_de: Kalender
es: Calendario
fr: Kalandriye

source: My Trends
de_de: Mein Verlauf
es: Mis tendencias
fr: Tandans mwen genyen yo

# select_trend_text
source: Select a question to see trends
de_de: Wählen Sie eine Frage aus, um den Verlauf anzuzeigen
es: Selecciones una pregunta para ver las tendencias
fr: Chwazi yon kesyon pou w wè tandans yo

source: History
de_de: Verlauf
es: Historia
fr: Istorik

# more_charts_text
source: There are more charts which aren't shown.
de_de: Es gibt weitere Diagramme, die nicht angezeigt werden.
es: Hay más gráficas que no se muestran.
fr: Gen plis graf ki pa montre la.

source: What do you want to do?
de_de: Wie möchten Sie fortfahren?
es: ¿Qué quiere hacer?
fr: Kisa w vle fè?

source: What is your name?
de_de: Wie heißen Sie?
es: ¿Cuál es su nombre?
fr: Kijan w rele?

source: What is your email address?
de_de: Was ist Ihre E-Mail-Addresse?
es: ¿Cuál es su correo electrónico?
fr: Ki adrès imèl ou a?

# profile_email_validation_error_text
source: Leave blank or enter a valid email address
de_de: Lassen Sie das Feld leer oder geben Sie eine gültige E-Mail-Adresse ein
es: Deje en blanco o ingrese un correo electrónico válido
fr: Pa mete anyen oubyen mete yon bon adrès imèl

# profile_phone_hint_text
source: What is your phone number?
de_de: Wie ist Ihre Telefonnummer?
es: ¿Cuál es su número de teléfono?
fr: Ki nimewo telefòn ou an?

# profile_phone_label_text
source: Cell/mobile Phone
de_de: Handynummer
es: Teléfono celular/móvil
fr: Telefòn selilè/mobil

# profile_phone_validation_error_text
source: Leave blank or enter a valid phone number
de_de: Lassen Sie das Feld leer oder geben Sie eine gültige Telefonnummer ein
es: Deje en blanco o ingrese un número de teléfono válido
fr: Pa mete anyen oubyen mete yon bon nimewo telefòn

# profile_create_text
source: Create profile
de_de: Profil anlegen
es: Cree su perfil
fr: Kòmanse yon pwofil

# profile_location_title_text
source: Location
de_de: Standort
es: Ubicación
fr: Ki kote

# profile_zipcode_hint_text
source: Where you spend most of your time
de_de: Wo Sie die meiste Zeit verbringen
es: Donde pasa la mayor parte de su tiempo
fr: Ki kote ou ye pi plis tan

# profile_home_zipcode_label_text
source: Home zip code
de_de: Postleitzahl (Wohnort)
es: Código postal de su hogar
fr: Zipkòd lakay ou a

# profile_secondary_zipcode_hint_text
source: If you spend a lot of time in a different location (work, school, family, etc.)
de_de: Wenn Sie viel Zeit an einem anderen Ort verbringen (Arbeit, Schule, Familie usw.)
es: Si pasa mucho tiempo en otro lugar (trabajo, escuela, familia, etc.)
fr: Si w pase anpil tan nan diferan kote (travay, lekòl, fanmi, etc.)

# profile_secondary_zipcode_label_text
source: Second zip code
de_de: Zweite Postleitzahl
es: Segundo código postal
fr: Dezyèm zipkòd ou a

# profile_zipcode_validation_error_text
source: Leave blank or enter a valid zip code
de_de: Lassen Sie das Feld leer oder geben Sie eine gültige Postleitzahl ein
es: Deje en blanco o ingrese un código postal válido
fr: Pa mete anyen oubyen mete yon bon zipkòd

# profile_contact_title_text
source: Contact Information
de_de: Kontaktinformationen
es: Información de Contacto
fr: Kowodone yo

# profile_preferred_contact_text
source: Preferred contact method
de_de: Bevorzugte Art der Kontaktierung
es: Método de contacto preferido
fr: Kijan w pito pou n kominike ak ou

# profile_preferred_contact_voicecall_text
source: voice call
de_de: Telefonanruf
es: llamada de voz
fr: Mesajri

# profile_preferred_contact_sms_text
source: text
de_de: SMS
es: texto
fr: tèks

# profile_about_you_title_text
source: About You
de_de: Persönliche Daten
es: Acerca de Usted
fr: Enfòmasyon sou ou

# profile_updated_text
source: Profile updates saved
de_de: Profiländerungen gespeichert
es: Actualizaciones del perfil guardadas
fr: Mizajou sou pwofil la anrejistre

# profile_save_error_text
source: An error occurred when saving profile updates. Some or all changes may not have been saved.
de_de: Beim Speichern von Profiländerungen ist ein Fehler aufgetreten. Einige oder alle Änderungen wurden möglicherweise nicht gespeichert.
es: Ocurrió un error al guardar las actualizaciones del perfil. Es posible que algunos o ninguno de los cambios se hayan guardado.
fr: Gen yon erè ki fèt lè w anrejistre mizajou pwofil la. Swa enpe oswa tout chanjman yo gendwa pa t anrejistre.

# profile_form_error_text
source: There has been an error while saving profile updates. Please try again.
de_de: Beim Speichern der Profiländerungen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió un error al guardar las actualizaciones del perfil. Por favor vuelva a intentar.
fr: Te gen yon erè nan anrejistreman mizajou pwofil la. Eseye ankò..

# springboard_record_symptom_text
source: record symptoms & temp
de_de: Symptome & Temperatur aufzeichnen
es: registre síntomas y temperatura
fr: anrejistre sentòm epi tanperati

# springboard_enter_travel_exposure_text
source: enter exposure or travel
de_de: Reise oder Aussetzung aufzeichnen
es: ingrese exposición o viaje
fr: mete ekspozisyon an oubyen vwayaj la

# springboard_record_COVID19_text
source: record COVID-19 testing
de_de: COVID-19-Tests aufzeichnen
es: registre las pruebas para COVID-19
fr: anrejistre tès pou COVID-19 la

# springboard_COVID19_resources_text
source: COVID-19 information & resources
de_de: COVID-19 Informationsressourcen
es: información y recursos de COVID-19
fr: resous ak enfòmasyon sou COVID-19

# springboard_enter_pregnancy_text
source: enter pregnancy, occupation, & possible risks
de_de: Schwangerschaft, Beruf & mögliche Risiken aufzeichnen
es: ingrese embarazo, ocupación y posibles riesgos
fr: mete si ansent, travay, ak risk ki posib

# springboard_update_profile_text
source: update profile & permissions
de_de: Profil & Erlaubnis zum Informationsaustausch
es: actualice perfil y consentimientos
fr: mizajou sou pwofil ak pèmisyon

# springboard_review_calendar_history_text
source: review calendar & history
de_de: Kalender & Verlauf anzeigen
es: revise calendario e historia
fr: revize kalandriye ak istorik

# loading_error_log_in_again
source: Loading error. Try logging out and in again.
de_de: Ladefehler. Versuchen Sie, sich ab- und wieder anzumelden.
es: Error de carga. Intente cerrar la sesión y volver a iniciarla.
fr: Erè. Eseye dekonekte nèt epi konekte ankò.

# form_error_text
source: Form has errors. Please scroll up and fix your entries.
de_de: Formular hat Fehler. Bitte scrollen Sie nach oben und korrigieren Sie Ihre Eingaben.
es: El formulario contiene errores. Por favor desplácese hacia arriba y corrija su información.
fr: Fòmilè yo gen erè. Navige anwo epi korije enfòmasyon ou mete yo.

# enter_temperature_text
source: Enter body temperature, in either °F or °C
de_de: Geben Sie die Körpertemperatur entweder in °F oder °C ein
es: Ingrese temperatura corporal, en °F o °C
fr: Mete tanperati kò a, swa °F oubyen °C

# temperatureErrorMessage
source: Enter a value between {minF} and {maxF} (°F) or {minC} and {maxC} (°C). This value will not be saved.
de_de: Geben Sie einen Wert zwischen {minF} und {maxF} (°F) oder {minC} und {maxC} (°C) ein. Ungültige Werte werden nicht gespeichert.
es: Ingrese un valor entre {minF} y {maxF} (°F) o {minC} y {maxC} (°C). Los valores no válidos no se guardarán.
fr: Mete yon valè ki ant {minF} ak {maxF} (°F) oubyen {minC} ak {maxC} (°C). Valè valab pa pral sove.

# decimal_validation_text
source: Please enter a valid decimal
de_de: Bitte geben Sie eine gültige Zahl ein
es: Por favor ingrese un decimal válido
fr: Mete tanpri yon bon desimal.

source: Select
de_de: Auswählen
es: Seleccione
fr: Chwazi

# system_announcement
source: System Announcement {text}
de_de: Systemankündigung {text}
es: Notificación del Sistema {text}
fr: Anonsman sistèm lan {text}

# welcome
source: Thank you and welcome
de_de: Danke und willkommen
es: Gracias y bienvenido
fr: Byenveni epi mèsi

# guest_home_text
source: StayHome includes a list of resources that gives you direct access to information sources that we believe to be accurate. We hope these sources will help you maintain your health, safety, and well-being during the COVID-19 outbreak. Without an account, you can “continue” below to browse these sources, and follow the links they contain. If you do decide to create an account, now or later, you can: - track your own symptoms and temperature - track travel and/or times you may have been exposed - record COVID-19 testing, which can help public health match your results with a way to contact you - record other information such as pregnancy and occupation that may help public health identify specific programs or protections for you.
de_de: StayHome enthält eine Liste von Ressourcen, mit denen Sie direkt auf Informationsquellen zugreifen können, von denen wir glauben, dass sie korrekt sind. Wir hoffen, dass diese Quellen Ihnen helfen, Ihre Gesundheit, Sicherheit und Ihr Wohlbefinden während des COVID-19-Ausbruchs zu erhalten. Ohne Konto können Sie unten fortfahren, um diese Quellen zu durchsuchen und den darin enthaltenen Links zu folgen. Wenn Sie jetzt oder später ein Konto erstellen möchten, können Sie: - Ihre Symptome und Temperatur verfolgen - Reisen und / oder Zeiten, in denen Sie möglicherweise ausgesetzt waren, aufzeichnen - COVID-19-Tests aufzeichnen, und damit dazu beitragen, dass die Gesundheitsbehörden Ihre Ergebnisse mit Ihren Kontaktinformationen in Verbindung bringen können - andere Informationen wie Schwangerschaft und Beruf aufzeichnen, die den Gesundheitsbehörden helfen können, bestimmte Programme oder Schutzmaßnahmen für Sie zu ermitteln.
es: StayHome incluye una lista de recursos que le brinda acceso directo a fuentes de información que consideramos correctas. Esperamos que estas fuentes le ayuden a mantenerse saludable, seguro y en buen estado durante este brote del COVID-19. Si no tiene una cuenta, usted puede "continuar" abajo navegando estos recursos, y seguir los enlaces que ellos contienen. Si decide crear una cuenta, en este momento o en el futuro, usted puede: - monitorear sus propios síntomas y temperatura - monitorear sus viajes y/o las veces que puede haber estado expuesto - registrar las pruebas de COVID-19, las cuales pueden ayudar a las agencias de salud pública a aparear sus resultados con la forma de contactarlo - registrar otra información, como embarazo y ocupación, que puede ayudar a las agencias de salud pública a identificar programas específicos o protecciones para usted.
fr: StayHome gen yon lis resos ki ba w aksè dirèk nan sous enfòmasyon ki korèk. N espere sous sa yo pral ede rete byen pòtan, an sekirite, epi avèk byennèt ou pandan epidemi COVID-19 la. San w pa gen yon kont, ou ka "kontinye" gade sous anba yo, epi suiv lyen elektwonik yo gen. Si w deside kòmanse yon kont, swa kounye la oswa apre, ou ka: - anrejistre sentòm epi tanperati pwòp ou yo - anrejistre lè ou vwayaje epi/oubyen kote w ta gendwa ekspoze - make tès pou COVID-19, ki ka ede depatman sante piblik konnen pou kominike ak ou - make lòt enfòmasyon tankou gwosè epi travay ki gendwa ede depatman sante piblik idantifye pwogram oubyen pwoteksyon pou ou.

# review_terms_of_use_title
source: Review Terms of Use
de_de: Nutzungsbedingungen anzeigen
es: Revise los Términos de Uso
fr: Revize kondisyon pou itilizasyon yo

# terms_of_use_title
source: Terms of Use
de_de: Nutzungsbedingungen
es: Términos de Uso
fr: Kondisyon pou itilizasyon
