Repository: uwcirg/stayhome-client
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es, fr

# profile_info_sharing_text
source: We won’t share any of the information in your profile, unless you allow us to by selecting specific programs, in the “Information Sharing” options below.
de_de: Wir geben keine Informationen in Ihrem Profil weiter, es sei denn, Sie erlauben uns dies durch Auswahl bestimmter Partnerprogramme in den unten stehenden Optionen unter "Informationsaustausch".
es: No compartiremos la información de su perfil, a menos que nos lo permita seleccionando programas específicos, en la opción “Compartir Información” de abajo.
fr: Nou pa pral pataje okenn nan enfòmasyon ki nan pwofil ou a, sofsi ou pèmèt nou fè sa depi w chwazi yon pwogram presi ki nan opsyon "pataj enfòmasyon" ki annapre a.
