Repository: uwcirg/stayhome-client
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es, fr

# terms_of_use
source: This app was built by the Clinical Informatics Research Group (CIRG), at the University of Washington, in order to benefit people, like you, who may be concerned about infection with Coronavirus (COVID-19). Or, who simply want to know how best to "stay home". Faculty, students, and staff at CIRG are doing this work to help people in our university, local, regional, state, national, and global communities. The University of Washington (UW) is not responsible or liable for the accuracy or security of the information in the app. The UW did not develop the system, does not operate it, and has not endorsed it. The privacy of your information is important to us. We do our best to keep our clinical information systems private and secure, but we are offering this application without any assurance or warranty. We do not track GPS location information from your phone. We do not link your IP address to your information. We do use standard web analytic software (Matomo) to understand user patterns and will look at access logs if we suspect an attempt to compromise the security of our systems. You can use this app without entering any personal information by skipping the prompts that ask for it. The system will be less able to personalize to your needs, but that's OK with us. We want you to use this app however you feel most comfortable doing so. The Resources section of the app is available to anyone. You are welcome to use that feature without creating an account or logging in. If you choose to create an account you will need to give us an email address, but you are welcome to use a fake email address. If your email is fake, you will not be able to recover your password, but everything else in the app will work the same. You can update your email address later, but you can't change your username. Please look carefully at the Profile page. We explain on that page the uses of your personal information, such as an email address, a cell phone number, a zip code/postal code, etc. We ask that you either use accurate information in the profile, so we can personalize the app for you, or that you leave these fields blank.
de_de: Diese App wurde von der Clinical Informatics Research Group (CIRG) an der University of Washington entwickelt, um Menschen wie Ihnen zu helfen, die möglicherweise über eine Infektion mit Coronavirus (COVID-19) besorgt sind. Oder wer einfach nur wissen will, wie man am besten "zu Hause bleibt". Professoren, Studenten und Mitarbeiter der CIRG leisten diese Arbeit, um Menschen in unserer Universität, auf lokaler, regionaler, staatlicher, nationaler und globaler Ebene zu helfen. Die University of Washington (UW) ist nicht verantwortlich oder haftbar für die Richtigkeit oder Sicherheit der Informationen in der App. Die UW hat das System nicht entwickelt, betreibt es nicht und hat es nicht gebilligt. Der Schutz Ihrer Daten ist uns wichtig. Wir tun unser Bestes, um unsere klinischen Informationssysteme privat und sicher zu halten, bieten diese Anwendung jedoch ohne Gewähr oder Garantie an. Wir erfassen keine GPS-Standortinformationen von Ihrem Telefon. Wir verknüpfen Ihre IP-Adresse nicht mit Ihren Daten. Wir verwenden Standard-Webanalysesoftware (Matomo), um Benutzermuster zu verstehen, und prüfen Zugriffsprotokolle, wenn wir den Verdacht haben, dass die Sicherheit unserer Systeme gefährdet ist. Sie können diese App verwenden, ohne persönliche Informationen einzugeben, indem Sie die dazu angeforderten Eingabeaufforderungen überspringen. Das System kann sich weniger an Ihre Bedürfnisse anpassen, aber das ist für uns in Ordnung. Wir möchten, dass Sie diese App so verwenden, wie Sie sich dabei am wohlsten fühlen. Der Informationsressourcenbereich der App steht jedem zur Verfügung. Sie können diese Funktion gerne verwenden, ohne ein Konto zu erstellen oder sich anzumelden. Wenn Sie ein Konto erstellen, müssen Sie uns eine E-Mail-Adresse geben. Sie können jedoch auch eine gefälschte E-Mail-Adresse verwenden. Wenn Ihre E-Mail gefälscht ist, können Sie Ihr Passwort nicht wiederherstellen, aber alles andere in der App funktioniert genauso. Sie können Ihre E-Mail-Adresse später aktualisieren, Ihren Benutzernamen jedoch nicht ändern. Bitte schauen Sie sich die Profilseite genau an. Auf dieser Seite erläutern wir die Verwendung Ihrer persönlichen Daten wie E-Mail-Adresse, Handynummer, Postleitzahl usw. Wir bitten Sie, entweder genaue Informationen im Profil zu verwenden, damit wir die App für Sie personalisieren können, oder dass Sie diese Felder leer lassen.
es: Esta aplicación fue construida por Clinical Informatic Research Group (CIRG), en la Universidad de Washington, para el beneficio de las personas, como usted, a quienes les preocupa la infección con el Coronavirus (COVID-19). O, quienes simplemente quieren saber cómo “permanecer en casa” en forma óptima. El profesorado, los estudiantes y el personal de CIRG llevan a cabo este trabajo con el fin de ayudar a nuestras comunidades universitaria, local, regional, estatal, nacional y global. La Universidad de Washington (UW) no es responsable de la exactitud de la información en su aplicación. La UW no desarrolló el sistema, no lo opera, y no la ha respaldado. La privacidad de la información es importante para nosotros. Hacemos lo posible para mantener la seguridad y privacidad de nuestros sistemas de información clínica, pero ofrecemos esta aplicación sin ninguna seguridad o garantía. No rastreamos la información del GPS de su teléfono. No enlazamos su dirección IP a nuestra información. Usamos un programa analítico estándar de la red (Matomo) para comprender los patrones del usuario y revisaremos los registros de acceso si sospechamos que ha habido un intento de poner en peligro el sistema de seguridad de nuestros sistemas. Puede usar esta aplicación sin ingresar ninguna información personal omitiendo las instrucciones que le piden esta información. El sistema no tendrá la misma habilidad de personalizar sus necesidades, pero aceptamos esas circunstancias. Queremos que use esta aplicación en la forma en que se sienta más cómodo. La sección de Recursos de la aplicación está disponible para todos. Puede usar esa función sin crear una cuenta o iniciar una sesión. Si decide crear una cuenta, debe darnos su dirección de correo electrónico, pero puede usar un correo electrónico falso. Si su correo electrónico es falso, no podrá recobrar su contraseña, pero todo lo demás en la aplicación funcionará de la misma manera. Puede actualizar su correo electrónico más adelante, pero no puede cambiar su nombre de usuario. Por favor revise con atención su página de Perfil. En esa página explicamos el uso de su información personal, tal como su dirección de correo electrónico, un número de teléfono móvil, un código postal, etc. Le pedimos que bien sea use información correcta en su perfil, para así poder personalizar la aplicación para usted, o que deje estos espacios en blanco.
fr: Se Clinical Informatics Research Group (CIRG), nan the University of Washington, ki fè app sa a pou ede moun, tankou oumenm, ki gendwa gen enkyetid sou enfeksyon avèk Coronavirus (COVID-19). Oubyen, moun ki senpleman bezwen konnen ki miyè jan pou yo "rete lakay" pa yo a. Pwofesè, etidyan, epi anplwaye CIRG ap fè travay sa a pou ede moun nan kominote inivèsite a, lokal yo, rejyon an, peyi a, epi entènasyonal tou. University of Washington (UW) pa responsab pou egzatitid epi sekirite enfòmasyon ki nan app la. UW pa devlope sistèm lan, li pa jere pi, epi li pa andose l. Li enpòtan pou nou pou enfòmasyon ou yo rete prive. N ap fè tout posib nou pou kenbe enfòmasyon medikal ou yo prive epi sekirize nan sistèm nou an, men nou ofri app sa a san okenn asirans oubyen garanti. Nou pa suiv enfòmasyon lokalizasyon GPS ou gen nan telefòn ou an. Nou pa konekte adrès IP ou a avèk enfòmasyon ou yo. Nou itilize lojisyèl analitik elektwonik (Matomo) pou konprann kijan itilizatè itilize app la epi nou pral gade kijan yo konekte si n kwè gen yon esè pou konpwomèt sekirite sistèm nou yo. Ou ka itilize app la san w pa mete okenn enfòmasyon pèsonèl depi w pase sou tout kesyon ki mande pou yo. Sistèm lan ap gen mwens chans pou l pèsonalize sa w bezwen, men pa gen pwoblèm ak sa pou nou. Nou vle pou w sèvi avèk app sa a jan oumenm ou pi plis alèz fè sa. Seksyon resous nan app la disponib pou tout moun. Pa gen pwoblèm pou w sèvi avèk fonksyon sa a san w pa gen okenn itilizatè epi san w pa konekte. Si w chwazi pou w gen yon non itilizatè, konnen w ap gen pou w ban nou yon adrès imèl, men w gendwa ban n yon move adrès imèl tou si w vle. Si mete yon move adrès imèl ou pa p ka alò retabli adrès imèl ou a, men tout lòt bagay nan app la ap toujou mache menm jan. Ou ka fè mizajou adrès imèl ou a pi devan, men non itilizatè ou a pa p ka chanje. Gade tanpri paj pwofil ou a avèk anpil atansyon. N esplike sou paj sa a itilize enfòmasyon pèsonèl ou yo, tankou adrès imèl, nimewo telefòn selilè, yon zipkòd/kòd postal, etc. Nou mande pou w swa mete sou pwofil ou a enfòmasyon ki korèk pou n sa pèsonalize app la pou ou, oubyen, si w vle, ou ka pa mete anyen nan seksyon sa yo.

source: (name not entered)
de_de: (Name nicht bekannt)
es: (no ingresó nombre)
fr: (non an pa anrejistre)

# cdc_symptom_checker
source: CDC symptom self-checker
es: autoverificador de síntomas del CDC
fr: Otoverifikasyon CDC pou sentòm

# cdc_symptom_checker_title_text
source: CDC Symptom Self-Checker
es: Autoverificador de Síntomas del CDC
fr: Otoverifikasyon CDC pou sentòm

# cdc_symptom_checker_continue_text
source: continue to CDC.gov
de_de: weiter zu CDC.gov
es: continúe a CDC.gov
fr: Kontinye ale nan CDC.gov

# cdc_symptom_checker_info_text
source: The CDC's Self-Checker is an interactive tool to help you make decisions and seek appropriate medical care for COVID-19. Currently you need to enter your symptoms again when using Self-Checker, but a future version of StayHome will be able to send Self-Checker the symptoms you’ve already recorded (with your permission).
de_de: Der Symptom-Self-Checker der CDC ist ein interaktives Tool, mit dem Sie Entscheidungen bezüglich der angemessenen medizinische Versorgung für COVID-19 treffen können. Derzeit müssen Sie Ihre Symptome erneut eingeben, wenn Sie Self-Checker verwenden. Eine zukünftige Version von StayHome wird Self-Checker jedoch die bereits aufgezeichneten Symptome senden können (mit Ihrer Erlaubnis).
es: El Autoverificador del CDC es una herramienta interactiva para ayudarle a tomar decisiones y buscar cuidado médico apropiado para el COVID-19. En la actualidad, usted debe ingresar sus síntomas nuevamente cuando use el Autoverificador, pero una versión futura de StayHome tendrá la habilidad de enviar al Autoverificador los síntomas que ya haya grabado (con su consentimiento).
fr: Self-Checker (otoverifikatè) CDC pou sentòm se yon zouti entè-akif pou ede w pran desizyon epi resevwa swen medikal ki nesesè pou COVID-19. Se pou w kounyela mete sentòm ou yo ankò lè w ap itilize yon otoverifikatè, men yon lòt pwochen vèsyon StayHome ap kapab voye (avèk pèmisyon w) bay Self-Checker a sentòm ou gen tan anrejistre yo.

source: Information Sharing
de_de: Informationsaustausch
es: Compartir Información
fr: Pataj enfòmasyon.

# information_sharing_info
source: We encourage you to share some or all of your information with public health agencies and researchers, but you do not have to.
de_de: Wir empfehlen Ihnen, einige oder alle Ihrer Informationen an öffentliche Gesundheitsbehörden und Forscher weiterzugeben, jedoch müssen dies nicht tun.
es: Le recomendamos que comparta su información con las agencias de salud pública y los investigadores, pero no tiene que hacerlo.
fr: Nou ankouraje ou pataje kèk oubyen tout enfòmasyon ou yo avèk ajans epi anketè sante piblik yo, men se pa yon bagay ki obligatwa.

# public_health_information_sharing_info
source: If you choose to share information with public health agencies it will help them know how to plan for and address the COVID-19 outbreak in your area. If you share your name and contact information they may also contact you if they think you need help.
de_de: Wenn Sie Informationen an öffentliche Gesundheitsbehörden weitergeben, wissen diese, wie sie für den COVID-19-Ausbruch in Ihrer Region planen und ihn angehen können. Wenn Sie Ihren Namen und Ihre Kontaktinformationen mitteilen, werden Sie möglicherweise auch kontaktiert, wenn diese der Meinung sind, dass Sie Hilfe benötigen.
es: Su decisión de compartir su información con las agencias de salud pública les ayudará a planear y a afrontar el brote del COVID-19 en su área. Si comparte su nombre y su información de contacto, ellos pueden comunicarse con usted si creen que necesita ayuda.
fr: Si w chwazi pou fè pataj enfòmasyon ou yo avèk ajans sante piblik yo, sa ap ede yo konnen kijan pou planifye epi okipe epidemi COVID-19 nan zòn kote w rete a. Si w chwazi pataje non w avèk kowòdone w, yo gendwa kominike avèk ou tou si yo kwè sa ap ede w.

# public_health_information_sharing_question
source: Which information do you choose to share with **public health agencies** in your area?
de_de: Welche Informationen möchten Sie **Gesundheitsbehörden** mitteilen, die für Ihre Region zuständig sind?
es: ¿Cuál información quiere compartir con las **agencias de salud pública** en su área?
fr: Ki enfòmasyon ou chwazi pou w pataje avèk **ajans sante piblik** ki nan zòn kote w rete a?

# research_information_sharing_info
source: If you choose to share information with researchers it will help them learn more about the COVID-19 outbreak and how to help people like you. If you share your name and contact information they may also contact you to ask if you would like to participate in COVID-19 research studies
de_de: Wenn Sie Informationen mit Forschern teilen, erfahren diese mehr über den COVID-19-Ausbruch und wie Sie Menschen wie Ihnen helfen können. Wenn Sie Ihren Namen und Ihre Kontaktinformationen mitteilen, werden Sie möglicherweise auch kontaktiert, falls COVID-19-Forschungsteilnehmer gesucht sind.
es: Su decisión de compartir su información con los investigadores les ayudará a adquirir más conocimiento sobre el brote del COVID-19 y a encontrar la forma de ayudar a personas como usted. Si comparte su nombre y su información de contacto, ellos pueden comunicarse con usted para preguntarle si quiere participar en estudios de investigación de COVID-19
fr: Si w chwazi fè pataj enfòmasyon ou yo avèk anketè yo, sa ap ede yo gen plis enfòmasyon sou epidemi COVID-19 la epi kijan pou ede moun tankou w. Si w pataje non w epi kowòdone w avè yo, yo gendwa kominike avèk ou pou mande si w ta renmen patisipe nan yon etid rechèch sou COVID-19.

# research_information_sharing_question
source: Which information do you choose to share with **researchers** interested in learning about COVID-19?
de_de: Welche Informationen möchten Sie **Forschern** mitteilen, die sich für COVID-19 interessieren?
es: ¿Cuál información quiere compartir con los **investigadores** interesados en aprender más sobre COVID-19?
fr: Ki enfòmasyon ou chwazi pataje avèk **anketè** ki enterese aprann sou COVID-19?

# member_program_question
source: Are you a participant or member of any of the following programs?
de_de: Sind Sie Teilnehmer oder Mitglied eines der folgenden Programme?
es: ¿Participa o es miembro de uno de los siguientes programas?
fr: Èske w yon patispan oubyen manm nan pwogram annapre a la?

# fiu_title
source: Florida International University: student, faculty, or staff
de_de: Florida International University: Studenten, Dozenten und Mitarbeiter
es: Florida International University (FIU): estudiante, profesor, o personal
fr: Florida International University: etidyan, pwofesè, oubyen anplwaye

# fiu_body
source: You can choose to share your information directly with FIU. This will help them plan for and track COVID-related wellbeing and needs of the FIU community. If you share information with FIU they will have access to: - Your symptoms, testing, and health condition information, - Your general location information (zip code), AND - Your name and contact information (email and/or phone number).
de_de: Sie können Ihre Informationen direkt an die FIU weitergeben. Dies wird ihnen helfen, das COVID-bezogene Wohlbefinden und die Bedürfnisse der FIU-Community zu planen und zu verfolgen. Wenn Sie Informationen an die FIU weitergeben, haben diese Zugriff auf: - Ihre Symptome, Tests und Informationen zum Gesundheitszustand, - Ihre allgemeinen Standortinformationen (Postleitzahl) UND - Ihr Name und Ihre Kontaktinformationen (E-Mail und/oder Telefonnummer).
es: Puede optar por compartir su información directamente con FIU. Esto les ayudará a prepararse y a rastrear las necesidades y el bienestar relacionado con COVID de la comunidad de FIU. Si decide compartir información con FIU, ellos tendrán acceso a: - Sus sintomas, pruebas, e información de su condición de salud, - La información general de su ubicación (código postal), Y - Su nombre e información de contacto (correo electrónico y/o número de teléfono).
fr: Ou ka chwazi pou fè pataj enfòmasyon ou yo an dirèk avèk FIU. Sa ap ede w planifye epi anrejistre bezwen ak byennèt ki asosye avèk COVID-19 nan kominote FIU a. Si w pataje enfòmasyon ou yo avèk FIU, y ap kapab wè: - Enfòmasyon sou sentòm, tès, epi sante w, - Enfòm sou zòn kote w ye a (zipkòd), EPI - Kijan w rele epi kowòdone w (imèl epi/oubyen nimewo telefòn ou).

# fiu_toggle
source: Share my information with Florida International University
de_de: Meine Informationen mit der Florida International University teilen
es: Compartir mi información con Florida International University
fr: Fè pataj enfòmasyon mwen yo avèk Florida International University

# fiuNH_title
source: FIU NeighborhoodHELP program
de_de: NeighborhoodHELP-Programm der FIU
es: Programa NeighborhoodHELP de FIU
fr: Pwogram FIU NeighborhoodHELP

# fiuNH_body
source: You can choose to share your information directly with the NeighborhoodHELP program. If you do they will know if you might be sick from COVID-19, and what kind of help you or your family might need. If you share information with NeighborhoodHELP they will have access to: - Your symptoms, testing, and health condition information, - Your general location information (zip code), AND - Your name and contact information (email and/or phone number).
de_de: Sie können Ihre Informationen direkt mit dem NeighborhoodHELP-Programm teilen. Wenn Sie dies tun, werden sie wissen, ob Sie möglicherweise an COVID-19 erkrankt sind und welche Art von Hilfe Sie oder Ihre Familie möglicherweise benötigen. Wenn Sie Informationen mit NeighborhoodHELP teilen, haben diese Zugriff auf: - Ihre Symptome, Tests und Informationen zum Gesundheitszustand, - Ihre allgemeinen Standortinformationen (Postleitzahl) UND - Ihr Name und Ihre Kontaktinformationen (E-Mail und/oder Telefonnummer).
es: Puede optar por compartir su información directamente con el programa NeighborhoodHELP. Si lo hace, ellos sabrán que usted puede tener COVID-19, y el tipo de ayuda que usted y su familia puedan necesitar. Si decide compartir información con NeigborhoodHELP, ellos tendrán acceso a: - Sus sintomas, pruebas, e información de su condición de salud, - La información general de su ubicación (código postal), Y - Su nombre e información de contacto (correo electrónico y/o número de teléfono).
fr: Ou ka chwazi pou fè pataj enfòmasyon ou yo an dirèk avèk pwogram NeighborhoodHELP la. Si w fè sa, y ap ka konnen si gendwa gen maladi COVID-19, epi ki sòt èd ni oumenm ni fanmi w gendwa bezwen. Si w fè pataj enfòmasyon ou yo avèk NeighborhoodHELP, y ap kapab wè: - Enfòmasyon sou sentòm, tès, epi sante w, - Enfòmasyon sou zòn kote w ye a (zipkòd), EPI - Kijan w rele epi kowòdone w (imèl epi/oubyen nimewo telefòn ou).

# fiuNH_toggle
source: Share my information with FIU NeighborhoodHELP
de_de: Meine Informationen mit dem NeighborhoodHELP-Programm der FIU teilen
es: Compartir mi información con NeighborhoodHELP de FIU
fr: Pataje enfòmasyon mwen yo avèk FIU NeighborhoodHELP

# scan_title
source: Seattle Coronavirus Assessment Network (SCAN)
es: Red de Evaluación de Coronavirus de Seattle (SCAN)

# scan_body
source: You can choose to share your information directly with the Seattle Coronavirus Assessment Network (SCAN). If you do they will be able to link your information from StayHome with the information in their system. If you share information with SCAN they will have access to: - Your symptoms, testing, and health condition information, - Your general location information (zip code), AND - Your name and contact information (email and/or phone number).
de_de: Sie können Ihre Informationen direkt an das Seattle Coronavirus Assessment Network (SCAN) weitergeben. In diesem Fall können sie Ihre Informationen von StayHome mit den Informationen in ihrem System verknüpfen. Wenn Sie Informationen mit SCAN teilen, haben diese Zugriff auf: - Ihre Symptome, Tests und Informationen zum Gesundheitszustand, - Ihre allgemeinen Standortinformationen (Postleitzahl) UND - Ihr Name und Ihre Kontaktinformationen (E-Mail und/oder Telefonnummer).
es: Puede optar por compartir su información directamente con la Red de Evaluación de Coronavirus de Seattle (SCAN). Si lo hace, ellos podrán crear un enlace entre su información de StayHome y la información del sistema. Si decide compartir información con SCAN, ellos tendrán acceso a: - Sus sintomas, pruebas, e información de su condición de salud, - La información general de su ubicación (código postal), Y - Su nombre e información de contacto (correo electrónico y/o número de teléfono).
fr: Ou gendwa chwazi pou fè pataj enfòmasyon ou yo an dirèk avèk Seattle Coronavirus Assessment Network (SCAN). Si w fè sa, y ap ka konekte enfòmasyon ou yo ki StayHome avèk enfòmasyon yo gen yomenm nan sistèm pa yo a. Si w pataje enfòmasyon ou yo avèk SCAN, y ap kapab wè: - Enfòmasyon sou sentòm, tès, epi sante w, - Enfòmasyon sou zòn kote ou ye a (zip code), EPI - kijan w rele epi kowòdone w (imèl epi/oubyen nimewo telefòn ou).

# scan_toggle
source: Share my information with the Seattle Coronavirus Assessment Network (SCAN)
de_de: Meine Informationen mit dem Seattle Coronavirus Assessment Network (SCAN) teilen
es: Compartir mi información con la Red de Evaluación de Coronavirus de Seattle (SCAN)
fr: Pataje enfòmasyon mwen yo avèk Seattle Coronavirus Assessment Network (SCAN)

# contact_point_system_email
source: email
es: correo electrónico
fr: imèl

# gender_male
source: male
de_de: männlich
es: varón
fr: gason

# gender_female
source: female
de_de: weiblich
es: hembra
fr: fi

# gender_other
source: other
de_de: divers
es: otro
fr: lòt

# whatlink_title
source: What's StayHome?
de_de: Was ist StayHome?
es: ¿Qué es StayHome?
fr: Kisa StayHome ye?

# share_symptoms
source: Share my symptoms, testing, and health conditions
de_de: Meine Symptome, Testergebnisse, und meinen Gesundheitszustand weitergeben
es: Compartir mis síntomas, pruebas y condiciones de salud
fr: Pataje sentòm, tès, ak sante m.

# share_location
source: Share my general location (zip code)
de_de: Meinen allgemeinen Standort (Postleitzahl) weitergeben
es: Compartir mi ubicación general (código postal)
fr: Pataje zòn kote mwen ye a (zipkòd)

# share_contact_info
source: Share my name and contact information (email and/or phone number)
de_de: Meinen Namen und meine Kontaktinformationen (E-Mail Adresse und/oder Telefonnummer) weitergeben
es: Compartir mi nombre e información de contacto (correo electrónico y/o número de teléfono)
fr: Pataje non w epi kowòdone m (imèl epi/oubyen nimewo telefòn)
